Repository: Arsenal21/software-license-manager
Catalog: i18n/languages/softwarelicensemanager-*.po
Languages: es_es

source: Every day
es_es: Cada día

source: Item Name:
es_es: Nombre del artículo

source: License Key:
es_es: Clave de licencia

source: Record could not be inserted into the database!
es_es: ¡No se pudo insertar un registro en la base de datos!

source: Update of the license key table failed!
es_es: ¡Error al actualizar la tabla de claves de licencia!

source: Software License Manager
es_es: Administrador de licencias de software

source: You can add a new license or edit an existing one from this interface.
es_es: Puede agregar una nueva licencia o editar una existente desde esta interfaz.

source: License key and status
es_es: Clave de licencia y estado

source: User information
es_es: Información de usuario

source: Devices & Domains
es_es: Dispositivos y Dominios

source: Transaction
es_es: Transacción

source: Product
es_es: Producto

source: Activity log
es_es: Registro de actividad

source: Export
es_es: Esportar

source: License Key
es_es: Clave de licencia

source: The unique license key.
es_es: La clave de licencia única.

source: License Status
es_es: Estado de la licencia

source: Subscription
es_es: Suscripción

source: Life-time
es_es: Vida útil

source: type of license: subscription base or lifetime
es_es: tipo de licencia: base de suscripción o duración

source: User Information
es_es: Información del usuario

source: First Name
es_es: Primer Nombre

source: License user's first name
es_es: Nombre del usuario de la licencia

source: Last Name
es_es: Apellido

source: License user's last name
es_es: Apellido del usuario de la licencia

source: Subscriber ID
es_es: Suscriptor ID

source: The Subscriber ID (if any). Can be useful if you are using the license key with a recurring payment plan.
es_es: El ID del suscriptor (si existe). Puede ser útil si está utilizando la clave de licencia con un plan de pago recurrente.

source: Email Address
es_es: Correo electrónico

source: Allowed Activations
es_es: Activaciones permitidas

source: Maximum Allowed Domains
es_es: Máximo de dominios permitidos

source: Number of domains/installs in which this license can be used
es_es: Número de dominios/instalaciones en los que se puede utilizar esta licencia

source: Advanced Details
es_es: Detalles avanzados

source: Product Informations
es_es: Información del producto

source: Item reference of your software
es_es: Referencia de artículos de su software

source: Export License
es_es: Licencia de exportación

source: Activity Log
es_es: Registro de actividades

source: Send Deactivation Message for a License
es_es: Enviar mensaje de desactivación para una licencia

source: Enter the URL where the license deactivation message will be sent to
es_es: Introduzca la URL a la que se enviará el mensaje de desactivación de la licencia

source: Overview
es_es: Resumen

source: Add new license
es_es: Añadir nueva licencia

source: Settings
es_es: Parámetros

source: General Settings
es_es: Configuración general

source: Integrations
es_es: Integraciones

source: Debugging settings
es_es: Parámetros

source: Secret Key for License Creation
es_es: Clave secreta para la creación de licencias

source: This secret key will be used to authenticate any license creation request. You can change it with something random.
es_es: Esta clave secreta se utilizará para autenticar cualquier solicitud de creación de licencia. Puedes cambiarlo con algo aleatorio.

source: Secret Key for License Verification Requests
es_es: Clave secreta para las solicitudes de verificación de licencias

source: This secret key will be used to authenticate any license verification request from customer's site. Important! Do not change this value once your customers start to use your product(s)!
es_es: Esta clave secreta se usará para autenticar cualquier solicitud de verificación de licencia desde el sitio del cliente. ¡Importante! ¡No cambie este valor una vez que sus clientes comiencen a usar su(s) producto(s)!

source: License Key Prefix
es_es: Prefijo de clave de licencia

source: You can optionaly specify a prefix for the license keys. This prefix will be added to the uniquely generated license keys.
es_es: Opcionalmente, puede especificar un prefijo para las claves de licencia. Este prefijo se agregará a las claves de licencia generadas de forma única.

source: Maximum number of domains/installs which each license is valid for (default value).
es_es: Número máximo de dominios/instalaciones para los que cada licencia es válida (valor predeterminado).

source: Maximum Allowed Devices
es_es: Máximo de dispositivos permitidos

source: Maximum number of devices which each license is valid for (default value).
es_es: Número máximo de dispositivos para los que cada licencia es válida (valor predeterminado).

source: Auto Expire License Keys
es_es: Claves de licencia de expiración automática

source: Enable auto expiration
es_es: Habilitar la expiración automática

source: When enabled, it will automatically set the status of a license key to "Expired" when the expiry date value of the key is reached. It doesn't remotely deactivate a key. It simply changes the status of the key in your database to expired.
es_es: Cuando está habilitado, establecerá automáticamente el estado de una clave de licencia en "Expirado" cuando se alcance el valor de fecha de caducidad de la clave. No desactiva de forma remota una clave. Simplemente cambia el estado de la clave en la base de datos a caducado.

source: General settings
es_es: Los ajustes generales

source: Enable stats in licenses overview page.
es_es: Habilite las estadísticas en la página de información general de licencias.

source: Enable admin bar shortcut link
es_es: Habilitar enlace de acceso directo de la barra de administración

source: Multiple items validation
es_es: Validación de varios elementos

source: Enable verification of Item reference.
es_es: Habilite la verificación de la referencia del artículo.

source: When enabled, there will be another field in Licenced product - Item reference. This field should correspond to the API parameter item_reference of your software.
es_es: Cuando está habilitado, habrá otro campo en Producto con licencia - Referencia de artículo. Este campo debe corresponder al parámetro API item_reference del software.

source: Enable Bootstrap javascript libray.
es_es: Habilite la libray javascript de Bootstrap.

source: Woocommerce Support
es_es: Soporte técnico de Woocommerce

source: A fully customizable, open source eCommerce platform built for WordPress.
es_es: Una plataforma de comercio electrónico totalmente personalizable y de código abierto creada para WordPress.

source: Disable woocommerce download page. Process downloads though license order info page.
es_es: Deshabilite la página de descarga de woocommerce. Procesar descargas a través de la página de información del pedido de licencia.

source: Download Manager Support
es_es: Descargar soporte de Manager

source: Download Manager Plugin – Adds a simple download manager to your WordPress blog.
es_es: Descargar Manager Plugin – Agrega un simple gestor de descargas a tu blog de WordPress.

source: WP eStores Support
es_es: Soporte de WP eStores

source: WordPress eStore Plugin – Complete Solution to Sell Digital Products from Your WordPress Blog Securely
es_es: WordPress eStore Plugin – Solución completa para vender productos digitales de su blog de WordPress de forma segura

source: Enable Debug Logging
es_es: Habilitar el registro de depuración

source: If checked, debug output will be written to log files (keep it disabled unless you are troubleshooting).
es_es: Si está marcada, la salida de depuración se escribirá en los archivos de registro (manténgala deshabilitada a menos que esté solucionando problemas).

source: Expiration reminder
es_es: Recordatorio de expiración

source: Update Options
es_es: Opciones de actualización

source: No licenses avaliable.
es_es: No hay licencias disponibles.

source: All
es_es: Todos

source: active
es_es: activo

source: pending
es_es: pendiente

source: expired
es_es: caducado

source: blocked
es_es: bloqueado

source: Error - Please select some records using the checkboxes
es_es: Error - Seleccione algunos registros usando las casillas de verificación

source: You do not have permission to manage this license.
es_es: No tiene permiso para administrar esta licencia.

source: Overview - Manage licenses
es_es: Descripción general - Administrar licencias

source: Add New
es_es: Añadir nueva

source: Search
es_es: Buscar

source: Overview - Manage Subscribers
es_es: Visión general - Administrar suscriptores

source: View all
es_es: Ver todos los

source: License key
es_es: Clave de licencia

source: Status
es_es: Estado

source: Overview - All Subscribers
es_es: Visión general - Todos los suscriptores

source: Credits and authors
es_es: Créditos y autores

source: View details
es_es: Ver detalles

source: More information about %s
es_es: Más información sobre %s

source: Check for updates
es_es: Buscar actualizaciones

# the plugin title
source: The %s plugin is up to date.
es_es: El plugin %s está actualizado.

# the plugin title
source: A new version of the %s plugin is available.
es_es: Una nueva versión del %s plugin está disponible.

# the plugin title
source: Could not determine if updates are available for %s.
es_es: No se pudo determinar si hay actualizaciones disponibles para %s.

source: Unknown update checker status "%s"
es_es: Estado de actualización desconocido "%s"

source: There is no changelog available.
es_es: No hay changelog disponible.

source: My Licenses
es_es: Mis licencias

source: License could not be created: Invalid sites allowed number.
es_es: No se pudo crear la licencia: número permitido de sitios no válidos.

source: License Key(s) generated
es_es: Clave(s) de licencia generada(s)

source: License Key(s) could not be created.
es_es: No se han podido crear claves de licencia.

source: Order confirmation email sent to: <a href='mailto:
es_es: Correo electrónico de confirmación del pedido enviado a: <a href-'mailto:

source: License expiration
es_es: Caducidad de la licencia

source: License type
es_es: Tipo de Licencia

source: License item reference
es_es: Referencia del elemento de licencia

source: License status
es_es: Estado de la licencia

source: License current version
es_es: Licencia versión actual

source: Supported until version
es_es: Soportado hasta la versión

source: License Manager
es_es: Administrador de licencias

source: Enables the license creation api.
es_es: Habilita la API de creación de licencias.

source: Licensing
es_es: Licencias

source: Domain Licenses
es_es: Licencias de dominio

source: Enter the allowed amount of domains this license can have (websites).
es_es: Introduzca la cantidad permitida de dominios que esta licencia puede tener (sitios web).

source: Devices Licenses
es_es: Licencias de dispositivos

source: Enter the allowed amount of devices this license can have (computers, mobile, etc).
es_es: Introduzca la cantidad permitida de dispositivos que puede tener esta licencia (ordenadores, móviles, etc.).

source: Item reference
es_es: Referencia del elemento

source: Enter the item reference of your application, theme, or plug-in. The licence will be then bound to this exact software.
es_es: Introduzca la referencia de elemento de la aplicación, el tema o el complemento. La licencia se enlazará a este software exacto.

source: License Type
es_es: Tipo de licencia

source: Select one
es_es: Seleccione uno

source: subscription
es_es: suscripción

source: lifetime
es_es: toda la vida

source: Renewal period lenght
es_es: Duración del período de renovación

source: Amount of days or months or years
es_es: Cantidad de días o meses o años

source: Expiration term
es_es: Plazo de expiración

source: Choose between days or months or years
es_es: Elija entre días, meses o años

source: Day(s)
es_es: Día(s)

source: Month(s)
es_es: Mes(es)

source: Year(s)
es_es: Año(s)

source: One Time
es_es: Una vez

source: Current Version
es_es: Versión actual

source: Enter the current version of your application, theme, or plug-in
es_es: Introduzca la versión actual de la aplicación, el tema o el complemento

source: Until Version
es_es: Hasta la versión

source: Enter the version until support expires.
es_es: Introduzca la versión hasta que expire el soporte técnico.

source: License product
es_es: Producto de licencia

source: Software license management solution for your web applications (WordPress plugins, Themes, Applications, PHP based membership script etc.). Supports WooCommerce.
es_es: Solución de gestión de licencias de software para sus aplicaciones web (plugins WordPress, Temas, Aplicaciones, script de membresía basado en PHP, etc.). Soporta WooCommerce.
